{
    "en": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Transforming ideas into impactful digital solutions",
        "profession": "Systems Engineer",
        "contact": "Contact",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Professional Profile",
        "profileText": "Systems Engineer with solid experience in software development, databases, and cybersecurity. Proactive and results-oriented, with advanced problem-solving skills and continuous learning. Passionate about technology and committed to the constant improvement of digital processes and tools.",
        "technicalSkills": "Technical Skills",
        "workExperience": "Work Experience",
        "education": "Education",
        "projects": "Projects",
        "appDeveloper": "App Developer",
        "appDeveloperText": "Designed and implemented mobile applications using Flutter and Firebase, achieving a 25% improvement in data loading efficiency in internal applications.",
        "webDeveloper": "Website Developer",
        "webDeveloperText": "Created and maintained multiple web pages using HTML, CSS, JavaScript, and PHP, focused on providing an intuitive and professional user experience. Implemented design improvements and SEO optimization, increasing traffic by 30%.",
        "productSalesDev": "Product Sales Application Developer",
        "productSalesDevText": "Developed product sales applications, integrating secure payment methods and shopping cart and notification features. These apps increased customer sales by 40%, thanks to a smooth and fast shopping experience.",
        "businessAppDev": "Business Application Developer",
        "businessAppDevText": "Designed custom applications for local businesses that include inventory management, appointment control, and electronic invoicing, improving internal processes by 50%.",
        "degree": "Computer Systems Engineering",
        "inventoryApp": "Inventory Control Application",
        "inventoryAppText": "Developed a real-time inventory management web application using PHP and MySQL, improving stock tracking accuracy by 30%.",
        "homeAutomation": "Home Automation - IoT",
        "homeAutomationText": "Designed an Arduino-based home automation system, controlled from a custom mobile app, optimizing energy consumption in home electronics.",
        "vmApp": "Developing a Virtual Machine Application in Visual Studio",
        "vmAppText": "Developed an application in Visual Studio using a virtual machine to simulate runtime. The project consisted of creating a transport management platform for routes, vehicles, and operators.",
        "freightSystem": "Freight Transport Management System",
        "freightSystemText": "Created a comprehensive transport management system for goods logistics control, based on a database system with records of drivers, entries, exits, and per diems.",
        "certificates": "Certificates",
        "interests": "Interests",
        "developingSkills": "Developing Skills",
        "developingSkillsText": "Advanced Flutter for mobile apps.\nDocker and Kubernetes for container management.\nData analysis with Python.\nImplementation of agile methodologies (Scrum).\nUI/UX design to improve the user experience.",
        "qrCode": "QR Code",
        "qrCodeText": "Scan the code below to see my address.",
        "Terms&Conditions": "Terms & Conditions",
        "Terms & ConditionsText": "This CV and the information provided are for professional review purposes only.\nThe reproduction or unauthorized use of the information contained herein is prohibited.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. All rights reserved.",
        "Cybersecurity": "Cybersecurity",
        "Introduction to IoT": "Introduction to IoT",
        "Introduction to Data Science": "Introduction to Data Science",
        "ISIMA University - 2021 - 2024": "ISIMA University - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Virtual Machines (Intermediate)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco Networking",
        "2024 - Present": "2024 - Present",
        "2022 - Present": "2022 - Present",
        "2023 - Present": "2023 - Present",
        "Read": "Read",
        "Exercise": "Exercise",
        "Music": "Music",
        "Programmes": "Programmes",
        "Courses": "Courses",
        "English": "English",
        "Work": "Work",
        "Art": "Art",
        "Family": "Family"
    },
    "es": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Transformando ideas en soluciones digitales impactantes",
        "profession": "Ingeniero en Sistemas",
        "contact": "Contacto",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Perfil Profesional",
        "profileText": "Ingeniero en Sistemas con sólida experiencia en desarrollo de software, bases de datos y ciberseguridad. Proactivo y orientado a resultados, con habilidades avanzadas en resolución de problemas y aprendizaje continuo. Apasionado por la tecnología y comprometido con la mejora constante de los procesos y herramientas digitales.",
        "technicalSkills": "Habilidades Técnicas",
        "workExperience": "Experiencia Laboral",
        "education": "Educación",
        "projects": "Proyectos",
        "appDeveloper": "Desarrollador de Aplicaciones",
        "appDeveloperText": "Diseñé e implementé aplicaciones móviles usando Flutter y Firebase, logrando una mejora del 25% en la eficiencia de carga de datos en aplicaciones internas.",
        "webDeveloper": "Desarrollador de Páginas Web",
        "webDeveloperText": "Creé y mantuve varias páginas web usando HTML, CSS, JavaScript y PHP, con enfoque en proporcionar una experiencia de usuario intuitiva y profesional. Implementé mejoras de diseño y optimización SEO, aumentando el tráfico en un 30%.",
        "productSalesDev": "Desarrollador de Aplicaciones para Ventas de Productos",
        "productSalesDevText": "Desarrollé aplicaciones para ventas de productos, integrando métodos de pago seguros y características de carrito de compras y notificaciones. Estas aplicaciones incrementaron las ventas de los clientes en un 40%, gracias a una experiencia de compra fluida y rápida.",
        "businessAppDev": "Desarrollador de Aplicaciones para Empresas",
        "businessAppDevText": "Diseñé aplicaciones personalizadas para empresas locales que incluyen gestión de inventarios, control de citas y facturación electrónica, mejorando los procesos internos en un 50%.",
        "degree": "Ingeniería en Sistemas Computacionales",
        "inventoryApp": "Aplicación de Control de Inventarios",
        "inventoryAppText": "Desarrollé una aplicación web de gestión de inventarios en tiempo real utilizando PHP y MySQL, mejorando la precisión del seguimiento de inventario en un 30%.",
        "homeAutomation": "Automatización del Hogar - IoT",
        "homeAutomationText": "Diseñé un sistema de automatización del hogar basado en Arduino, controlado desde una aplicación móvil personalizada, optimizando el consumo energético en la electrónica del hogar.",
        "vmApp": "Desarrollando una Aplicación de Máquina Virtual en Visual Studio",
        "vmAppText": "Desarrollé una aplicación en Visual Studio usando una máquina virtual para simular el tiempo de ejecución. El proyecto consistió en crear una plataforma de gestión de transporte para rutas, vehículos y operadores.",
        "freightSystem": "Sistema de Gestión de Transporte de Carga",
        "freightSystemText": "Creé un sistema completo de gestión de transporte para el control logístico de mercancías, basado en un sistema de bases de datos con registros de conductores, entradas, salidas y viáticos.",
        "certificates": "Certificados",
        "interests": "Intereses",
        "developingSkills": "Habilidades en Desarrollo",
        "developingSkillsText": "Flutter avanzado para aplicaciones móviles.\nDocker y Kubernetes para la gestión de contenedores.\nAnálisis de datos con Python.\nImplementación de metodologías ágiles (Scrum).\nDiseño UI/UX para mejorar la experiencia del usuario.",
        "qrCode": "Código QR",
        "qrCodeText": "Escanea el código a continuación para ver mi dirección.",
        "Terms&Conditions": "Términos y Condiciones",
        "Terms & ConditionsText": "Este CV y la información proporcionada son solo para fines de revisión profesional.\nLa reproducción o uso no autorizado de la información contenida en este documento está prohibido.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Todos los derechos reservados.",
        "Cybersecurity": "Ciberseguridad",
        "Introduction to IoT": "Introducción a IoT",
        "Introduction to Data Science": "Introducción a Data Science",
        "ISIMA University - 2021 - 2024": "Universidad ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Máquinas Virtuales (Intermedio)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco Networking",
        "2024 - Present": "2024 - Actualidad",
        "2022 - Present": "2022 - Actualidad",
        "2023 - Present": "2023 - Actualidad",
        "Read": "Leer",
        "Exercise": "Ejercicio",
        "Music": "Música",
        "Programmes": "Programas",
        "Courses": "Cursos",
        "English": "Inglés",
        "Work": "Trabajo",
        "Art": "Arte",
        "Family": "Familia"
    },
    "fr": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Transformer des idées en solutions numériques percutantes",
        "profession": "Ingénieur en systèmes",
        "contact": "Contact",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Profil professionnel",
        "profileText": "Ingénieur en systèmes avec une solide expérience dans le développement de logiciels, les bases de données et la cybersécurité. Proactif et axé sur les résultats, avec des compétences avancées en résolution de problèmes et apprentissage continu. Passionné par la technologie et engagé dans l'amélioration constante des processus et outils numériques.",
        "technicalSkills": "Compétences techniques",
        "workExperience": "Expérience professionnelle",
        "education": "Éducation",
        "projects": "Projets",
        "appDeveloper": "Développeur d'applications",
        "appDeveloperText": "J'ai conçu et implémenté des applications mobiles en utilisant Flutter et Firebase, atteignant une amélioration de 25 % de l'efficacité du chargement des données dans les applications internes.",
        "webDeveloper": "Développeur web",
        "webDeveloperText": "Créé et maintenu plusieurs sites web en utilisant HTML, CSS, JavaScript et PHP, axé sur une expérience utilisateur intuitive et professionnelle. Implémentation d'améliorations de conception et optimisation SEO, augmentant le trafic de 30 %. ",
        "productSalesDev": "Développeur d'applications de vente de produits",
        "productSalesDevText": "J'ai développé des applications de vente de produits, intégrant des méthodes de paiement sécurisées et des fonctionnalités de panier d'achats et de notifications. Ces applications ont augmenté les ventes des clients de 40 %, grâce à une expérience d'achat fluide et rapide.",
        "businessAppDev": "Développeur d'applications pour les entreprises",
        "businessAppDevText": "J'ai conçu des applications personnalisées pour les entreprises locales, incluant la gestion des stocks, le contrôle des rendez-vous et la facturation électronique, améliorant les processus internes de 50 %. ",
        "degree": "Ingénierie des systèmes informatiques",
        "inventoryApp": "Application de gestion des stocks",
        "inventoryAppText": "J'ai développé une application web de gestion des stocks en temps réel avec PHP et MySQL, améliorant la précision du suivi des stocks de 30 %. ",
        "homeAutomation": "Automatisation de la maison - IoT",
        "homeAutomationText": "J'ai conçu un système d'automatisation domestique basé sur Arduino, contrôlé à partir d'une application mobile personnalisée, optimisant la consommation d'énergie des appareils domestiques.",
        "vmApp": "Développement d'une application de machine virtuelle dans Visual Studio",
        "vmAppText": "J'ai développé une application dans Visual Studio en utilisant une machine virtuelle pour simuler le temps d'exécution. Le projet consistait à créer une plateforme de gestion du transport pour les itinéraires, les véhicules et les opérateurs.",
        "freightSystem": "Système de gestion du transport de fret",
        "freightSystemText": "J'ai créé un système complet de gestion du transport pour le contrôle logistique des marchandises, basé sur un système de base de données avec des enregistrements des conducteurs, des entrées, des sorties et des indemnités journalières.",
        "certificates": "Certificats",
        "interests": "Intérêts",
        "developingSkills": "Compétences en développement",
        "developingSkillsText": "Flutter avancé pour les applications mobiles.\nDocker et Kubernetes pour la gestion des conteneurs.\nAnalyse de données avec Python.\nImplémentation de méthodologies agiles (Scrum).\nConception UI/UX pour améliorer l'expérience utilisateur.",
        "qrCode": "Code QR",
        "qrCodeText": "Scannez le code ci-dessous pour voir mon adresse.",
        "Terms&Conditions": "Termes et Conditions",
        "Terms & ConditionsText": "Ce CV et les informations fournies sont à des fins de révision professionnelle uniquement.\nLa reproduction ou l'utilisation non autorisée des informations contenues dans ce document est interdite.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Tous droits réservés.",
        "Cybersecurity": "Cybersécurité",
        "Introduction to IoT": "Introduction à l'IoT",
        "Introduction to Data Science": "Introduction à la Data Science",
        "ISIMA University - 2021 - 2024": "Université ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Machines virtuelles (intermédiaire)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Réseautage Cisco",
        "2024 - Present": "2024 - Actuellement",
        "2022 - Present": "2022 - Actuellement",
        "2023 - Present": "2023 - Actuellement",
        "Read": "Lire",
        "Exercise": "Exercice",
        "Music": "Musique",
        "Programmes": "Programmes",
        "Courses": "Cours",
        "English": "Anglais",
        "Work": "Travail",
        "Art": "Art",
        "Family": "Famille"
    },
    "de": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Ideen in wirkungsvolle digitale Lösungen verwandeln",
        "profession": "Informatikingenieur",
        "contact": "Kontakt",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Berufliches Profil",
        "profileText": "Informatikingenieur mit umfangreicher Erfahrung in Softwareentwicklung, Datenbanken und Cybersicherheit. Proaktiv und ergebnisorientiert, mit fortgeschrittenen Problemlösungsfähigkeiten und kontinuierlichem Lernen. Leidenschaft für Technologie und Engagement für die kontinuierliche Verbesserung von digitalen Prozessen und Tools.",
        "technicalSkills": "Technische Fähigkeiten",
        "workExperience": "Berufserfahrung",
        "education": "Bildung",
        "projects": "Projekte",
        "appDeveloper": "App-Entwickler",
        "appDeveloperText": "Entwickelte und implementierte mobile Anwendungen mit Flutter und Firebase, was eine 25%ige Verbesserung der Dateneffizienz in internen Anwendungen ermöglichte.",
        "webDeveloper": "Webentwickler",
        "webDeveloperText": "Erstellte und pflegte mehrere Webseiten mit HTML, CSS, JavaScript und PHP, mit Fokus auf eine benutzerfreundliche und professionelle Benutzererfahrung. Implementierte Designverbesserungen und SEO-Optimierung, die den Traffic um 30% steigerten.",
        "productSalesDev": "Entwickler von Produktverkaufsanwendungen",
        "productSalesDevText": "Entwickelte Produktverkaufsanwendungen, die sichere Zahlungsmethoden und Funktionen für Einkaufswagen und Benachrichtigungen integrierten. Diese Anwendungen steigerten den Umsatz der Kunden um 40%, dank einer reibungslosen und schnellen Einkaufserfahrung.",
        "businessAppDev": "Entwickler von Unternehmensanwendungen",
        "businessAppDevText": "Erstellte maßgeschneiderte Anwendungen für lokale Unternehmen, die Bestandsverwaltung, Terminplanung und elektronische Rechnungsstellung umfassen, wodurch die internen Prozesse um 50% verbessert wurden.",
        "degree": "Informatikingenieur",
        "inventoryApp": "Bestandsverwaltungs-App",
        "inventoryAppText": "Entwickelte eine Echtzeit-Bestandsverwaltungs-Webanwendung mit PHP und MySQL, was die Genauigkeit der Bestandsverfolgung um 30% verbesserte.",
        "homeAutomation": "Hausautomation - IoT",
        "homeAutomationText": "Entwickelte ein Hausautomationssystem auf Basis von Arduino, das über eine benutzerdefinierte mobile App gesteuert wird, wodurch der Energieverbrauch in Haushaltsgeräten optimiert wurde.",
        "vmApp": "Entwicklung einer virtuellen Maschinen-App in Visual Studio",
        "vmAppText": "Entwickelte eine Anwendung in Visual Studio mit einer virtuellen Maschine zur Simulation von Laufzeiten. Das Projekt bestand darin, eine Plattform zur Verwaltung von Transportwegen, Fahrzeugen und Betreibern zu erstellen.",
        "freightSystem": "Frachttransportsystem",
        "freightSystemText": "Erstellte ein umfassendes Transportsystem zur Logistikverwaltung von Waren, das auf einer Datenbank basierte und Aufzeichnungen über Fahrer, Ein- und Ausgänge sowie Tagesvergütungen führte.",
        "certificates": "Zertifikate",
        "interests": "Interessen",
        "developingSkills": "Entwicklungsfähigkeiten",
        "developingSkillsText": "Fortgeschrittenes Flutter für mobile Anwendungen.\nDocker und Kubernetes zur Verwaltung von Containern.\nDatenanalyse mit Python.\nImplementierung von agilen Methoden (Scrum).\nUI/UX-Design zur Verbesserung der Benutzererfahrung.",
        "qrCode": "QR-Code",
        "qrCodeText": "Scannen Sie den Code unten, um meine Adresse zu sehen.",
        "Terms&Conditions": "Nutzungsbedingungen",
        "Terms & ConditionsText": "Dieser Lebenslauf und die bereitgestellten Informationen dienen nur der beruflichen Überprüfung.\nDie Vervielfältigung oder unbefugte Verwendung der Informationen in diesem Dokument ist untersagt.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Alle Rechte vorbehalten.",
        "Cybersecurity": "Cybersicherheit",
        "Introduction to IoT": "Einführung in IoT",
        "Introduction to Data Science": "Einführung in Data Science",
        "ISIMA University - 2021 - 2024": "ISIMA Universität - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Virtuelle Maschinen (Fortgeschritten)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco Netzwerktechnik",
        "2024 - Present": "2024 - Gegenwart",
        "2022 - Present": "2022 - Gegenwart",
        "2023 - Present": "2023 - Gegenwart",
        "Read": "Lesen",
        "Exercise": "Übung",
        "Music": "Musik",
        "Programmes": "Programme",
        "Courses": "Kurse",
        "English": "Englisch",
        "Work": "Arbeit",
        "Art": "Kunst",
        "Family": "Familie"
    },
    "it": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Trasformare idee in soluzioni digitali efficaci",
        "profession": "Ingegnere informatico",
        "contact": "Contatto",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Profilo professionale",
        "profileText": "Ingegnere informatico con esperienza consolidata nello sviluppo di software, database e sicurezza informatica. Proattivo e orientato ai risultati, con competenze avanzate nella risoluzione dei problemi e nell'apprendimento continuo. Appassionato di tecnologia e impegnato nel miglioramento continuo dei processi e degli strumenti digitali.",
        "technicalSkills": "Competenze tecniche",
        "workExperience": "Esperienza professionale",
        "education": "Formazione",
        "projects": "Progetti",
        "appDeveloper": "Sviluppatore di app",
        "appDeveloperText": "Ho progettato e implementato applicazioni mobili utilizzando Flutter e Firebase, migliorando l'efficienza del caricamento dei dati nelle applicazioni interne del 25%.",
        "webDeveloper": "Sviluppatore web",
        "webDeveloperText": "Ho creato e gestito diversi siti web utilizzando HTML, CSS, JavaScript e PHP, concentrandomi su un'esperienza utente intuitiva e professionale. Implementato miglioramenti del design e ottimizzazione SEO, aumentando il traffico del 30%.",
        "productSalesDev": "Sviluppatore di applicazioni per la vendita di prodotti",
        "productSalesDevText": "Ho sviluppato applicazioni di vendita di prodotti, integrando metodi di pagamento sicuri e funzionalità di carrello e notifiche. Queste applicazioni hanno aumentato le vendite dei clienti del 40%, grazie a un'esperienza di acquisto fluida e veloce.",
        "businessAppDev": "Sviluppatore di applicazioni aziendali",
        "businessAppDevText": "Ho progettato applicazioni personalizzate per le aziende locali, comprese funzionalità di gestione degli stock, appuntamenti e fatturazione elettronica, migliorando i processi aziendali del 50%.",
        "degree": "Ingegnere informatico",
        "inventoryApp": "Applicazione di gestione inventari",
        "inventoryAppText": "Ho sviluppato un'applicazione web di gestione degli inventari in tempo reale con PHP e MySQL, migliorando la precisione del monitoraggio degli inventari del 30%.",
        "homeAutomation": "Automazione domestica - IoT",
        "homeAutomationText": "Ho progettato un sistema di automazione domestica basato su Arduino, controllato tramite un'app mobile personalizzata, ottimizzando il consumo di energia degli apparecchi domestici.",
        "vmApp": "Sviluppo di un'app di macchine virtuali in Visual Studio",
        "vmAppText": "Ho sviluppato un'applicazione in Visual Studio utilizzando una macchina virtuale per simulare il tempo di esecuzione. Il progetto consisteva nella creazione di una piattaforma per la gestione di percorsi di trasporto, veicoli e operatori.",
        "freightSystem": "Sistema di gestione del trasporto merci",
        "freightSystemText": "Ho creato un sistema completo di gestione del trasporto per il controllo logistico delle merci, basato su un database con registrazioni di autisti, ingressi, uscite e indennità giornaliere.",
        "certificates": "Certificati",
        "interests": "Interessi",
        "developingSkills": "Competenze nello sviluppo",
        "developingSkillsText": "Flutter avanzato per applicazioni mobili.\nDocker e Kubernetes per la gestione dei contenitori.\nAnalisi dei dati con Python.\nImplementazione di metodologie agili (Scrum).\nDesign UI/UX per migliorare l'esperienza dell'utente.",
        "qrCode": "Codice QR",
        "qrCodeText": "Scansiona il codice qui sotto per vedere il mio indirizzo.",
        "Terms&Conditions": "Termini e condizioni",
        "Terms & ConditionsText": "Questo CV e le informazioni fornite sono solo per una revisione professionale.\nLa riproduzione o l'uso non autorizzato delle informazioni contenute in questo documento è vietato.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Tutti i diritti riservati.",
        "Cybersecurity": "Sicurezza informatica",
        "Introduction to IoT": "Introduzione all'IoT",
        "Introduction to Data Science": "Introduzione alla Data Science",
        "ISIMA University - 2021 - 2024": "Università ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Macchine virtuali (intermedio)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Networking Cisco",
        "2024 - Present": "2024 - Presente",
        "2022 - Present": "2022 - Presente",
        "2023 - Present": "2023 - Presente",
        "Read": "Leggere",
        "Exercise": "Esercizio",
        "Music": "Musica",
        "Programmes": "Programmi",
        "Courses": "Corsi",
        "English": "Inglese",
        "Work": "Lavoro",
        "Art": "Arte",
        "Family": "Famiglia"
    },
    "pt": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Transformando ideias em soluções digitais impactantes",
        "profession": "Engenheiro de sistemas",
        "contact": "Contato",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Perfil profissional",
        "profileText": "Engenheiro de sistemas com sólida experiência no desenvolvimento de software, bancos de dados e cibersegurança. Proativo e focado em resultados, com habilidades avançadas em resolução de problemas e aprendizado contínuo. Apaixonado por tecnologia e comprometido com a melhoria constante dos processos e ferramentas digitais.",
        "technicalSkills": "Habilidades técnicas",
        "workExperience": "Experiência profissional",
        "education": "Educação",
        "projects": "Projetos",
        "appDeveloper": "Desenvolvedor de aplicativos",
        "appDeveloperText": "Desenvolvi e implementei aplicativos móveis usando Flutter e Firebase, melhorando a eficiência de carregamento de dados em aplicativos internos em 25%.",
        "webDeveloper": "Desenvolvedor web",
        "webDeveloperText": "Criei e mantive vários sites usando HTML, CSS, JavaScript e PHP, focando em uma experiência de usuário intuitiva e profissional. Implementei melhorias no design e otimização de SEO, aumentando o tráfego em 30%.",
        "productSalesDev": "Desenvolvedor de aplicativos de vendas de produtos",
        "productSalesDevText": "Desenvolvi aplicativos de vendas de produtos, integrando métodos de pagamento seguros e funcionalidades de carrinho de compras e notificações. Esses aplicativos aumentaram as vendas dos clientes em 40%, graças a uma experiência de compra fluída e rápida.",
        "businessAppDev": "Desenvolvedor de aplicativos empresariais",
        "businessAppDevText": "Desenvolvi aplicativos personalizados para empresas locais, com funcionalidades de gerenciamento de estoque, agendamento e faturamento eletrônico, melhorando os processos internos em 50%.",
        "degree": "Engenharia de sistemas",
        "inventoryApp": "Aplicativo de gerenciamento de inventário",
        "inventoryAppText": "Desenvolvi um aplicativo web de gerenciamento de inventário em tempo real com PHP e MySQL, melhorando a precisão do rastreamento de inventário em 30%.",
        "homeAutomation": "Automação residencial - IoT",
        "homeAutomationText": "Desenvolvi um sistema de automação residencial baseado em Arduino, controlado por um aplicativo móvel personalizado, otimizando o consumo de energia dos aparelhos domésticos.",
        "vmApp": "Desenvolvimento de aplicativo de máquinas virtuais no Visual Studio",
        "vmAppText": "Desenvolvi um aplicativo no Visual Studio usando uma máquina virtual para simular tempos de execução. O projeto consistiu na criação de uma plataforma para o gerenciamento de rotas de transporte, veículos e operadores.",
        "freightSystem": "Sistema de transporte de cargas",
        "freightSystemText": "Criei um sistema completo de transporte para o controle logístico de mercadorias, baseado em um banco de dados com registros de motoristas, entradas, saídas e diárias.",
        "certificates": "Certificados",
        "interests": "Interesses",
        "developingSkills": "Habilidades de desenvolvimento",
        "developingSkillsText": "Flutter avançado para aplicativos móveis.\nDocker e Kubernetes para gerenciamento de containers.\nAnálise de dados com Python.\nImplementação de metodologias ágeis (Scrum).\nDesign UI/UX para melhorar a experiência do usuário.",
        "qrCode": "Código QR",
        "qrCodeText": "Escaneie o código abaixo para ver meu endereço.",
        "Terms&Conditions": "Termos e condições",
        "Terms & ConditionsText": "Este CV e as informações fornecidas são apenas para revisão profissional.\nÉ proibida a reprodução ou o uso não autorizado das informações contidas neste documento.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Todos os direitos reservados.",
        "Cybersecurity": "Cibersegurança",
        "Introduction to IoT": "Introdução ao IoT",
        "Introduction to Data Science": "Introdução à Ciência de Dados",
        "ISIMA University - 2021 - 2024": "Universidade ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Máquinas virtuais (Intermediário)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco Networking",
        "2024 - Present": "2024 - Presente",
        "2022 - Present": "2022 - Presente",
        "2023 - Present": "2023 - Presente",
        "Read": "Ler",
        "Exercise": "Exercício",
        "Music": "Música",
        "Programmes": "Programas",
        "Courses": "Cursos",
        "English": "Inglês",
        "Work": "Trabalho",
        "Art": "Arte",
        "Family": "Família"
    },
    "nl": {
        "nombre": "Jesús Adrián Molina Hernández",
        "slogan": "Ideeën omzetten in impactvolle digitale oplossingen",
        "profession": "Systeemingenieur",
        "contact": "Contact",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Professioneel profiel",
        "profileText": "Systeemingenieur met uitgebreide ervaring in softwareontwikkeling, databases en cyberbeveiliging. Proactief en resultaatgericht, met geavanceerde probleemoplossende vaardigheden en een passie voor continue verbetering van processen en digitale tools.",
        "technicalSkills": "Technische vaardigheden",
        "workExperience": "Werkervaring",
        "education": "Opleiding",
        "projects": "Projecten",
        "appDeveloper": "App-ontwikkelaar",
        "appDeveloperText": "Ontwikkelde en implementeerde mobiele apps met Flutter en Firebase, waardoor de dataloading-efficiëntie van interne apps met 25% werd verbeterd.",
        "webDeveloper": "Webontwikkelaar",
        "webDeveloperText": "Ontwierp en onderhoudde verschillende websites met HTML, CSS, JavaScript en PHP, met de nadruk op een intuïtieve en professionele gebruikerservaring. Implementeerde verbeteringen in het ontwerp en SEO-optimalisatie, wat het verkeer met 30% verhoogde.",
        "productSalesDev": "Ontwikkelaar van productverkoopapps",
        "productSalesDevText": "Ontwikkelde productverkoopapps met veilige betaalmethoden en winkelwagentjes en meldingen. Deze apps verhoogden de klantverkoop met 40% door een vlotte en snelle winkelervaring.",
        "businessAppDev": "Ontwikkelaar van bedrijfsapps",
        "businessAppDevText": "Ontwikkelde op maat gemaakte apps voor lokale bedrijven, inclusief voorraadbeheer, afspraakplanning en elektronische facturatie, wat de bedrijfsprocessen met 50% verbeterde.",
        "degree": "Systeemingenieur",
        "inventoryApp": "Voorraadbeheerapparaat",
        "inventoryAppText": "Ontwikkelde een real-time voorraadbeheerapp met PHP en MySQL, waarmee de nauwkeurigheid van de voorraadtracking met 30% werd verbeterd.",
        "homeAutomation": "Huisautomatisering - IoT",
        "homeAutomationText": "Ontwierp een huisautomatiseringssysteem op basis van Arduino, gecontroleerd via een op maat gemaakte mobiele app, waarmee het energieverbruik van huishoudelijke apparaten werd geoptimaliseerd.",
        "vmApp": "Virtuele machines in Visual Studio",
        "vmAppText": "Ontwikkelde een applicatie in Visual Studio met behulp van een virtuele machine om uitvoertijden te simuleren. Het project was het creëren van een platform voor het beheren van transportroutes, voertuigen en operators.",
        "freightSystem": "Transportbeheersysteem voor vracht",
        "freightSystemText": "Creëerde een volledig transportsysteem voor het logistieke beheer van vracht, op basis van een database met records van chauffeurs, invoer, uitvoer en dagelijkse vergoedingen.",
        "certificates": "Certificaten",
        "interests": "Interesses",
        "developingSkills": "Ontwikkelingsvaardigheden",
        "developingSkillsText": "Geavanceerd in Flutter voor mobiele apps.\nDocker en Kubernetes voor containerbeheer.\nData-analyse met Python.\nAgile methodologieën (Scrum) implementeren.\nUI/UX-ontwerpen voor betere gebruikerservaring.",
        "qrCode": "QR-code",
        "qrCodeText": "Scan de onderstaande code om mijn adres te bekijken.",
        "Terms&Conditions": "Algemene voorwaarden",
        "Terms & ConditionsText": "Deze CV en de verstrekte informatie zijn alleen bedoeld voor professionele beoordeling.\nHet is verboden de informatie in dit document zonder toestemming te kopiëren of te gebruiken.",
        "copyrightText": "© 2024 Jesús Adrián Molina Hernández. Alle rechten voorbehouden.",
        "Cybersecurity": "Cyberbeveiliging",
        "Introduction to IoT": "Introductie tot IoT",
        "Introduction to Data Science": "Introductie tot Data Science",
        "ISIMA University - 2021 - 2024": "ISIMA Universiteit - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Virtuele machines (intermediair)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco Netwerken",
        "2024 - Present": "2024 - Heden",
        "2022 - Present": "2022 - Heden",
        "2023 - Present": "2023 - Heden",
        "Read": "Lezen",
        "Exercise": "Oefenen",
        "Music": "Muziek",
        "Programmes": "Programma's",
        "Courses": "Cursussen",
        "English": "Engels",
        "Work": "Werk",
        "Art": "Kunst",
        "Family": "Familie"
    },
    "ru": {
        "nombre": "Хесус Адриан Молина Эрнандес",
        "slogan": "Превращение идей в эффективные цифровые решения",
        "profession": "Инженер-программист",
        "contact": "Контакты",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "Профессиональный профиль",
        "profileText": "Инженер-программист с большим опытом разработки программного обеспечения, баз данных и кибербезопасности. Проактивен, ориентирован на результаты, обладаю навыками решения проблем и стремлюсь к постоянному совершенствованию процессов и цифровых инструментов.",
        "technicalSkills": "Технические навыки",
        "workExperience": "Опыт работы",
        "education": "Образование",
        "projects": "Проекты",
        "appDeveloper": "Разработчик приложений",
        "appDeveloperText": "Разрабатывал и внедрял мобильные приложения с использованием Flutter и Firebase, улучшив эффективность загрузки данных в внутренних приложениях на 25%.",
        "webDeveloper": "Веб-разработчик",
        "webDeveloperText": "Разрабатывал и поддерживал различные веб-сайты с использованием HTML, CSS, JavaScript и PHP, фокусируясь на интуитивно понятном и профессиональном пользовательском интерфейсе. Внедрял улучшения дизайна и SEO-оптимизацию, увеличив трафик на 30%.",
        "productSalesDev": "Разработчик приложений для продаж продуктов",
        "productSalesDevText": "Разработал приложения для продаж продуктов, интегрировав безопасные методы оплаты и функционал корзины и уведомлений. Эти приложения увеличили продажи клиентов на 40% благодаря плавному и быстрому процессу покупки.",
        "businessAppDev": "Разработчик бизнес-приложений",
        "businessAppDevText": "Разработал настраиваемые приложения для местных компаний, включая функционал для управления запасами, планирования встреч и электронного выставления счетов, что улучшило бизнес-процессы на 50%.",
        "degree": "Инженер-программист",
        "inventoryApp": "Приложение для управления запасами",
        "inventoryAppText": "Разработал веб-приложение для управления запасами в реальном времени с использованием PHP и MySQL, улучшив точность отслеживания запасов на 30%.",
        "homeAutomation": "Автоматизация дома - IoT",
        "homeAutomationText": "Разработал систему автоматизации дома на базе Arduino, управляемую с помощью пользовательского мобильного приложения, что позволило оптимизировать энергопотребление домашних устройств.",
        "vmApp": "Разработка приложений для виртуальных машин в Visual Studio",
        "vmAppText": "Разработал приложение в Visual Studio, использующее виртуальную машину для симуляции времени выполнения. Проект заключался в создании платформы для управления транспортными маршрутами, транспортными средствами и операторами.",
        "freightSystem": "Система управления грузоперевозками",
        "freightSystemText": "Создал полностью функциональную систему для управления логистикой грузоперевозок, основанную на базе данных с записями о водителях, входах, выходах и суточных выплатах.",
        "certificates": "Сертификаты",
        "interests": "Интересы",
        "developingSkills": "Навыки разработки",
        "developingSkillsText": "Продвинутый уровень в Flutter для мобильных приложений.\nDocker и Kubernetes для управления контейнерами.\nАнализ данных с Python.\nРеализация гибких методологий (Scrum).\nUI/UX-дизайн для улучшения пользовательского опыта.",
        "qrCode": "QR код",
        "qrCodeText": "Отсканируйте код ниже, чтобы увидеть мой адрес.",
        "Terms&Conditions": "Условия и положения",
        "Terms & ConditionsText": "Этот резюме и предоставленная информация предназначены исключительно для профессионального рассмотрения.\nЗапрещено копировать или использовать информацию в этом документе без разрешения.",
        "copyrightText": "© 2024 Хесус Адриан Молина Эрнандес. Все права защищены.",
        "Cybersecurity": "Кибербезопасность",
        "Introduction to IoT": "Введение в IoT",
        "Introduction to Data Science": "Введение в Науку о данных",
        "ISIMA University - 2021 - 2024": "Университет ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / Виртуальные машины (Средний уровень)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Сетевые технологии Cisco",
        "2024 - Present": "2024 - Настоящее время",
        "2022 - Present": "2022 - Настоящее время",
        "2023 - Present": "2023 - Настоящее время",
        "Read": "Чтение",
        "Exercise": "Упражнения",
        "Music": "Музыка",
        "Programmes": "Программы",
        "Courses": "Курсы",
        "English": "Английский",
        "Work": "Работа",
        "Art": "Искусство",
        "Family": "Семья"
    },
    "ja": {
        "nombre": "ヘスス・アドリアン・モリナ・エルナンデス",
        "slogan": "アイデアをインパクトのあるデジタルソリューションに変える",
        "profession": "システムエンジニア",
        "contact": "連絡先",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "プロファイル",
        "profileText": "ソフトウェア開発、データベース、サイバーセキュリティに豊富な経験を持つシステムエンジニア。プロアクティブで結果指向、問題解決スキルに優れ、プロセスとデジタルツールの継続的な改善に情熱を注いでいます。",
        "technicalSkills": "技術スキル",
        "workExperience": "職務経験",
        "education": "学歴",
        "projects": "プロジェクト",
        "appDeveloper": "アプリ開発者",
        "appDeveloperText": "FlutterとFirebaseを使用してモバイルアプリを開発・実装し、内部アプリのデータ読み込み効率を25％向上させました。",
        "webDeveloper": "ウェブ開発者",
        "webDeveloperText": "HTML、CSS、JavaScript、PHPを使用して複数のウェブサイトを設計・運営し、直感的でプロフェッショナルなユーザー体験を重視しました。デザイン改善とSEO最適化を実施し、トラフィックを30％増加させました。",
        "productSalesDev": "製品販売アプリ開発者",
        "productSalesDevText": "安全な支払い方法、ショッピングカート、通知機能を統合した製品販売アプリを開発。これにより、ユーザーの購入体験がスムーズになり、売上が40％向上しました。",
        "businessAppDev": "ビジネスアプリ開発者",
        "businessAppDevText": "ローカルビジネス向けに、在庫管理、アポイントメントスケジューリング、電子請求機能を含むカスタムアプリを開発。これにより、ビジネスプロセスが50％改善されました。",
        "degree": "システムエンジニア",
        "inventoryApp": "在庫管理アプリ",
        "inventoryAppText": "PHPとMySQLを使用してリアルタイムで在庫管理を行うアプリを開発し、在庫追跡の精度を30％向上させました。",
        "homeAutomation": "ホームオートメーション - IoT",
        "homeAutomationText": "Arduinoベースのホームオートメーションシステムを設計し、カスタムモバイルアプリを使用してデバイスを制御。家庭用機器のエネルギー消費を最適化しました。",
        "vmApp": "Visual Studioの仮想マシンアプリ",
        "vmAppText": "Visual Studioで仮想マシンを使用して実行時間をシミュレートするアプリを開発。プロジェクトでは、運行ルート、車両、オペレーターを管理するプラットフォームを作成しました。",
        "freightSystem": "貨物管理システム",
        "freightSystemText": "運輸物流の完全なシステムを作成し、ドライバー、入出庫、日別料金のデータベースを使用して管理。",
        "certificates": "証明書",
        "interests": "興味",
        "developingSkills": "開発スキル",
        "developingSkillsText": "モバイルアプリのためのFlutterに熟練。\nコンテナ管理のためのDockerとKubernetes。\nPythonによるデータ分析。\nAgileメソッド（Scrum）の実装。\nUI/UXデザインの向上。",
        "qrCode": "QRコード",
        "qrCodeText": "以下のコードをスキャンして、私のアドレスを表示してください。",
        "Terms&Conditions": "利用規約",
        "Terms & ConditionsText": "このCVと提供された情報は、専門的な評価のみを目的としています。\nこのドキュメントの情報を許可なくコピーまたは使用することは禁じられています。",
        "copyrightText": "© 2024 ヘスス・アドリアン・モリナ・エルナンデス。無断転載を禁じます。",
        "Cybersecurity": "サイバーセキュリティ",
        "Introduction to IoT": "IoT入門",
        "Introduction to Data Science": "データサイエンス入門",
        "ISIMA University - 2021 - 2024": "ISIMA大学 - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / 仮想マシン（中級）",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Ciscoネットワーキング",
        "2024 - Present": "2024 - 現在",
        "2022 - Present": "2022 - 現在",
        "2023 - Present": "2023 - 現在",
        "Read": "読書",
        "Exercise": "運動",
        "Music": "音楽",
        "Programmes": "プログラム",
        "Courses": "コース",
        "English": "英語",
        "Work": "仕事",
        "Art": "アート",
        "Family": "家族"
    },
    "zh": {
        "nombre": "赫苏斯·阿德里安·莫利纳·埃尔南德斯",
        "slogan": "将创意转化为有影响力的数字解决方案",
        "profession": "系统工程师",
        "contact": "联系方式",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "LinkedIn",
        "whatsapp": "WhatsApp",
        "facebook": "Facebook",
        "profile": "个人简介",
        "profileText": "拥有丰富的软件开发、数据库和网络安全经验的系统工程师。具有积极主动的工作态度，致力于结果导向，擅长解决问题，并且热衷于不断改进流程和数字工具。",
        "technicalSkills": "技术技能",
        "workExperience": "工作经验",
        "education": "教育背景",
        "projects": "项目",
        "appDeveloper": "应用开发者",
        "appDeveloperText": "使用Flutter和Firebase开发并实施了移动应用程序，提高了内部应用程序的数据加载效率25%。",
        "webDeveloper": "Web开发者",
        "webDeveloperText": "使用HTML、CSS、JavaScript和PHP设计和维护了多个网站，注重直观且专业的用户体验。实施了设计改进和SEO优化，使流量增加了30%。",
        "productSalesDev": "产品销售应用开发者",
        "productSalesDevText": "开发了集成了安全支付方法、购物车和通知功能的产品销售应用程序。通过流畅和快速的购物体验，销售额增加了40%。",
        "businessAppDev": "企业应用开发者",
        "businessAppDevText": "为本地企业开发了定制的应用程序，包括库存管理、预约调度和电子账单功能，使业务流程提高了50%。",
        "degree": "系统工程师",
        "inventoryApp": "库存管理应用",
        "inventoryAppText": "使用PHP和MySQL开发了实时库存管理应用程序，提高了库存跟踪的准确性30%。",
        "homeAutomation": "家庭自动化 - 物联网",
        "homeAutomationText": "设计了基于Arduino的家庭自动化系统，通过定制的移动应用程序进行控制，优化了家电的能源消耗。",
        "vmApp": "Visual Studio中的虚拟机应用",
        "vmAppText": "在Visual Studio中开发了一个应用程序，使用虚拟机模拟执行时间。该项目是创建一个管理运输路线、车辆和操作员的平台。",
        "freightSystem": "货运管理系统",
        "freightSystemText": "创建了一个完整的运输物流系统，管理驾驶员、入库和日费用数据库。",
        "certificates": "证书",
        "interests": "兴趣",
        "developingSkills": "开发技能",
        "developingSkillsText": "熟练掌握用于移动应用的Flutter。\n使用Docker和Kubernetes管理容器。\n使用Python进行数据分析。\n实施敏捷方法（Scrum）。\nUI/UX设计改进。",
        "qrCode": "二维码",
        "qrCodeText": "扫描下面的代码查看我的地址。",
        "Terms&Conditions": "条款和条件",
        "Terms & ConditionsText": "本简历和所提供的信息仅供专业评审使用。\n禁止在未经许可的情况下复制或使用此文档中的信息。",
        "copyrightText": "© 2024 赫苏斯·阿德里安·莫利纳·埃尔南德斯。版权所有。",
        "Cybersecurity": "网络安全",
        "Introduction to IoT": "物联网简介",
        "Introduction to Data Science": "数据科学简介",
        "ISIMA University - 2021 - 2024": "ISIMA大学 - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / 虚拟机（中级）",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "Cisco网络技术",
        "2024 - Present": "2024 - 至今",
        "2022 - Present": "2022 - 至今",
        "2023 - Present": "2023 - 至今",
        "Read": "阅读",
        "Exercise": "锻炼",
        "Music": "音乐",
        "Programmes": "程序",
        "Courses": "课程",
        "English": "英语",
        "Work": "工作",
        "Art": "艺术",
        "Family": "家庭"
    },
    "ar": {
        "nombre": "خيسوس أدريان مولينا إرنانديس",
        "slogan": "تحويل الأفكار إلى حلول رقمية ذات تأثير",
        "profession": "مهندس نظم",
        "contact": "التواصل",
        "email1": "jeshuamolina24@gmail.com",
        "email2": "Adrianojam@outlook.com",
        "linkedin": "لينكدإن",
        "whatsapp": "واتساب",
        "facebook": "فيسبوك",
        "profile": "الملف الشخصي",
        "profileText": "مهندس نظم ذو خبرة كبيرة في تطوير البرمجيات وقواعد البيانات والأمن السيبراني. نشط في العمل، ذو توجه نحو النتائج، ماهر في حل المشكلات، ولديه شغف بتحسين العمليات والأدوات الرقمية.",
        "technicalSkills": "المهارات التقنية",
        "workExperience": "الخبرة العملية",
        "education": "التعليم",
        "projects": "المشاريع",
        "appDeveloper": "مطور تطبيقات",
        "appDeveloperText": "طورت وطبقت تطبيقات الجوال باستخدام Flutter و Firebase، مما حسن من كفاءة تحميل البيانات للتطبيقات الداخلية بنسبة 25%.",
        "webDeveloper": "مطور ويب",
        "webDeveloperText": "صممت وأدرت العديد من المواقع باستخدام HTML و CSS و JavaScript و PHP، مع التركيز على تجربة المستخدم الاحترافية والمرنة. أجريت تحسينات في التصميم وتحسينات SEO مما أدى إلى زيادة الحركة بنسبة 30%.",
        "productSalesDev": "مطور تطبيقات مبيعات المنتجات",
        "productSalesDevText": "طورت تطبيق مبيعات المنتجات الذي دمج طرق دفع آمنة وعربة تسوق وإشعارات، مما أدى إلى زيادة المبيعات بنسبة 40%.",
        "businessAppDev": "مطور تطبيقات الأعمال",
        "businessAppDevText": "طورت تطبيقات مخصصة للأعمال المحلية تضم إدارة المخزون، جدولة المواعيد والفواتير الإلكترونية، مما أدى إلى تحسين العمليات التجارية بنسبة 50%.",
        "degree": "مهندس نظم",
        "inventoryApp": "تطبيق إدارة المخزون",
        "inventoryAppText": "طورت تطبيق إدارة المخزون باستخدام PHP و MySQL، مما حسن دقة تتبع المخزون بنسبة 30%.",
        "homeAutomation": "الأتمتة المنزلية - IoT",
        "homeAutomationText": "صممت نظام أتمتة منزلية يعتمد على Arduino، مع التحكم في الأجهزة باستخدام تطبيق مخصص، مما أدى إلى تحسين استهلاك الطاقة للأجهزة المنزلية.",
        "vmApp": "تطبيق الآلات الافتراضية في Visual Studio",
        "vmAppText": "طورت تطبيقًا في Visual Studio لمحاكاة وقت التشغيل باستخدام الآلات الافتراضية. تم إنشاء المشروع كمنصة لإدارة المسارات، المركبات، والمشغلين.",
        "freightSystem": "نظام إدارة الشحن",
        "freightSystemText": "طورت نظاماً شاملاً لإدارة الشحنات باستخدام قواعد بيانات للسائقين، عمليات الاستلام والتسليم، والتكاليف اليومية.",
        "certificates": "الشهادات",
        "interests": "الاهتمامات",
        "developingSkills": "المهارات المتطورة",
        "developingSkillsText": "خبرة كبيرة في تطوير التطبيقات باستخدام Flutter.\nإدارة الحاويات باستخدام Docker و Kubernetes.\nتحليل البيانات باستخدام Python.\nتطبيق منهجيات مرنة (Scrum).\nتحسين UI/UX.",
        "qrCode": "رمز الاستجابة السريعة",
        "qrCodeText": "امسح الرمز أدناه لرؤية عنواني.",
        "Terms&Conditions": "الشروط والأحكام",
        "Terms & ConditionsText": "هذا السيرة الذاتية والمعلومات المقدمة مخصصة للمراجعة المهنية فقط.\nيحظر نسخ أو استخدام المعلومات في هذه الوثيقة بدون إذن.",
        "copyrightText": "© 2024 خيسوس أدريان مولينا إرنانديس. جميع الحقوق محفوظة.",
        "Cybersecurity": "الأمن السيبراني",
        "Introduction to IoT": "مقدمة في إنترنت الأشياء",
        "Introduction to Data Science": "مقدمة في علم البيانات",
        "ISIMA University - 2021 - 2024": "جامعة ISIMA - 2021 - 2024",
        "vs_virtual_machines_intermediate": "VS / الآلات الافتراضية (مستوى متوسط)",
        "Flutter": "Flutter",
        "Kotlin": "Kotlin",
        "Java": "Java",
        "MySQL": "MySQL",
        "PostgreSQL": "PostgreSQL",
        "MongoDB": "MongoDB",
        "HTML": "HTML",
        "CSS": "CSS",
        "JavaScript": "JavaScript",
        "PHP": "PHP",
        "arduino": "Arduino",
        "Visual Studio Code": "Visual Studio Code",
        "Cisco Networking": "شبكات Cisco",
        "2024 - Present": "2024 - حتى الآن",
        "2022 - Present": "2022 - حتى الآن",
        "2023 - Present": "2023 - حتى الآن",
        "Read": "قراءة",
        "Exercise": "تمارين",
        "Music": "موسيقى",
        "Programmes": "برامج",
        "Courses": "دورات",
        "English": "الإنجليزية",
        "Work": "العمل",
        "Art": "فن",
        "Family": "عائلة"
    }
}